Repository: TaxiExpress/server
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: es, eu

# CambiosCondicionesDesc
source: Occasionally, <b>TaxiExpress</b> can change, delete, add or change the terms, and reserves the right to do in when required. In that case, we will post the new Terms of Use. You should periodically review the terms. All new or amended terms take effect immediately, however, if it considers <b>TaxiExpress</b> so, shall take effect 30 days after they are posted on the web. If you do not agree with any modification of the terms, you may terminate this agreement by finishing the use of the websites and services. Your continued use of any website or service after new and/ or revised terms are effective indicate that you have read, understood and accepted the Terms and Conditions.
es: De vez en cuando, <b>TaxiExpress</b> puede cambiar, suprimir, añadir o modificar los términos, y se reserva el derecho de hacerlo cuando lo considere oportuno. En tal caso, publicaremos las nuevas Condiciones de Uso. Le recomendamos que revise periódicamente los Términos. Todos los términos nuevos o modificados entran en vigor inmediatamente, sin embargo, si <b>TaxiExpress</b> así lo considera, entrará en vigor 30 días después de que se publiquen en la web. Si no está de acuerdo con cualquier modificación de los términos, podrá rescindir el presente acuerdo mediante el cese de uso de los sitios web y servicios. Su uso continuo de cualquier sitio web o servicio después de nuevos y / o términos revisados ​​son eficaces indicar que ha leído, entendido y aceptado los Términos y Condiciones.
eu: Batzuetan, <b>TaxiExpress-ek</b> aldatu, ezabatu, gehitu edo eraldatu egin ditzake terminoak, eta egoki deritzonean hala egiteko eskubidea gordetzen du. Hala denean, Erabilera Baldintza berriak argitaratuko ditugu. Terminoak aldiro berraztertzeko gomendatzen dizugu. Termino berri guztiak, hala nola aldatutakoak, berehala sartzen dira indarrean, haatik, <b>TaxiExpress-ek</b> egokitzat jotzen badu, webean argitaratu eta 30 egunera sartuko da indarrean. Terminoen aldaketaren batekin ados ez bazaude, akordio hau ezeztatu ahal izango duzu webgune eta zerbitzuak erabiltzeari utziz. Termino berri edo errebisatutakoekin edozein webgune edo zerbitzu modu jarraian erabiltzeak adieraziko du Termino eta Baldintzak irakurri, ulertu eta onartu dituzula.

# DisposicionWeb
source: Disposition of the website and services in general
es: Disposición de los sitios web y servicios en general
eu: Webguneen eta, oro har, zerbitzuen eskuragarritasuna

# DisposicionWebDesc
source: You can only use the web sites and services in accordance with these Terms and the additional applicable conditions. You may not use the web sites and services for any purpose that is unlawful or prohibited by these terms, the additional terms applicable, or any other condition or warnings that are available at any web site or service.
es: Sólo se pueden utilizar los sitios web y servicios de acuerdo con estos Términos y las Condiciones adicionales aplicables. Usted no podrá utilizar los sitios web y servicios para ningún propósito que sea ilegal o esté prohibido por estos términos, las Condiciones adicionales aplicables, o cualquier otra condición o avisos que están disponibles en cualquier sitio web o servicio.
eu: Webgune eta zerbitzuak Termino hauen eta ezar litezkeen Baldintza gehigarrien arabera baizik ezin dira erabili. Ezin izango dituzu webguneak eta zerbitzuak legez kanpoko helburuak lortzeko, ez eta termino hauek, ezar litezkeen Baldintza gehigarriek edo ezein webgune edo zerbitzutan eskuragarri dagoen beste edozein baldintza edo ohartarazpenek debekatutakorik.

# UbicacionSitiosWeb
source: Location of web sites or services
es: Ubicación de los sitios web y servicios
eu: Webguneen eta zerbitzuen kokapena

# UbicacionSitiosWebDesc
source: Web sites and the services are controlled and offered by <b>TaxiExpress</b> from his facilities in Spain. <b>TaxiExpress</b> do not guarantee that the web sites or services are appropriate available for use elsewhere. If you are going to use or access from other jurisdictions do so at your own risk and you are responsible for compliance with local laws. However, the web pages can contain or provide links to content hosted on web sites located outside Spain.
es: Los sitios web y los servicios son controlados y ofrecidos por <b>TaxiExpress</b> desde sus instalaciones en España. <b>TaxiExpress</b> no garantiza que los sitios web o servicios son apropiados o disponibles para su uso en otros lugares. Si va a utilizar o acceder desde otras jurisdicciones, lo hace bajo su propio riesgo y usted es responsable de cumplir con las leyes locales. No obstante, las páginas web pueden contener o proporcionar enlaces a contenido alojados en los sitios web ubicados fuera de España.
eu: Webgunak eta zerbitzuak <b>TaxiExpress-ek</b> kontrolatzen eta eskaintzen ditu, Espainian dituen egoitzetatik. <b>TaxiExpress-ek</b> ez du bermatzen webgune edo zerbitzuak beste leku batzuetan erabiltzeko egokiak direnik edo eskuragarri daudenik. Beste jurisdikzio batetik erabiliko baduzu edo iritsiko bazara bertara, zure ardurapean egingo duzu, eta zuk duzu tokian tokiko legedia betetzeko erantzukizuna. Hala ere, web-orrialdeek Espainiatik kanpoko webguneetako esteka edo edukiek eman edo eskaini ditzakete.

# ConductaUsuario
source: User conduct
es: Conducta del usuario
eu: Erabiltzailearen jokabidea

# ConductaUsuario2
source: The user undertakes to not use the web sites or services to:
es: El usuario se compromete a no utilizar los sitios web o servicios a:
eu: Erabiltzaileak konpromisoa agertzen du webgune edo zerbitzuak honela erabiltzeko:

# Conducta1
source: Post, transmit or use the content that you have no right to publish or use, for example under intellectual property, confidentiality laws, privacy or other applicable.
es: Publicar, transmitir o usar el Contenido que usted no tiene el derecho de publicar o utilizar, por ejemplo, en virtud de la propiedad intelectual, las leyes de confidencialidad, de privacidad o de otro tipo aplicables.
eu: Argitaratu edo erabiltzeko eskubiderik ez daukazun Edukia argitaratzea, transmititzea edo erabiltzea, esaterako, jabego intelektualaren edo konfidentzialtasun, pribatutasunaren edo ezar litekeen bestelako legeen arabera.

# Conducta2
source: Post, transmit or use content unsolicited or unauthorized, including advertising or promotional materials ‘junk mail’, ‘spam’, ‘chain letters’, ‘pyramid schemes’ or any other form of unsolicited or unwelcome and advertising.
es: Publicar, transmitir o usar contenido no solicitado o no autorizado, incluyendo la publicidad o materiales promocionales, 'correo basura', 'spam', 'cartas en cadena', 'esquemas piramidales' o cualquier otra forma de solicitación no solicitado o indeseable y publicitarios.
eu: Baimendu edo eskatu gabeko edukia argitaratzea transmititzea edo erabiltzea, barne hartuta publizitatea edo sustapen materialak, 'zabor posta', 'spam-a', 'kateatutako eskutitzak', 'piramide-eskemak' edo eskatu gabeko beste edozein iragarpen baztergarri.

# Conducta3
source: Post or transmit content that is harmful, offensive, obscene, abusive, invasive of privacy, defamatory, hateful or otherwise discriminatory, false and misleading, incites an illegal act, or is otherwise in violation of its obligations to any person or contrary to any law laws and regulations.
es: Publicar o transmitir Contenido que sea perjudicial, ofensivo, obsceno, abusivo, invasivo de la privacidad, difamatorio, de odio o discriminatorias de otro modo, falsa y engañosa, incita a un acto ilegal, o es de otra manera en violación de sus obligaciones para con cualquier persona o contrario a cualquier ley leyes y reglamentos.
eu: Honelako ezaugarriren bat duen edukia argitaratzea edo transmititzea: kaltegarri, iraingarri, lizun, abusuzko, pribatutasunaren aurkako, difamatzaile, gorroto-eragile edo beste moduren batean baztertzaile, gezurrezko eta iruzur-egile, legez kanpoko ekintzaren bat egitera bultzatzen duena, edo beste edozein eratan legearen eta araudien aurkakoa dena.

# Conducta4
source: Intimidate or harass another user.
es: Intimidar o acosar a otro.
eu: Larderiatzea edo jazartzea.

# Conducta5
source: Use or attempt to use another’s account, service or personal information.
es: Usar o intentar usar la cuenta, servicio o información personal.
eu: Kontua, zerbitzu edo informazio pertsonala erabiltzea edo erabiltzen saiatzea.

# Conducta6
source: Remove, evade, disable, damage or interfere with any property related security restrictions imposed on the use of the web sites or services.
es: Suprimir, eludir, desactivar, dañar o interferir con cualquier característica relacionados con la seguridad que imponen limitaciones en el uso de los Sitios Web o los Servicios.
eu: Webgune edo Zerbitzue erabilpenerako mugaren bat ezartzen duen edozein segurtasun-ezaugarri ezabatzea, saihestea, desaktibatzea, kaltetzea edo trabatzea.

# Conducta7
source: Attempt to gain unauthorized access to the Sites or Services, other accounts, computer systems or networks connected to the websites or services, through password mining access hacking or any other means or interfere or attempt to interfere with the proper working of the website or services or any other activities conducted through the websites or services sites.
es: Intentar obtener acceso no autorizado a los Sitios o Servicios, a otras cuentas, sistemas informáticos o redes conectadas a los sitios web o servicios, mediante el recordatorio de contraseña hacking o cualquier otro medio o interferir o intentar interferir con el correcto funcionamiento de los sitios web o servicios o cualquier otra actividades llevadas a cabo a través de las páginas web o los Servicios.
eu: Baimenik gabe Webgune do Zerbitzuetan sartzen saiatzea, hala nola webgune edo zerbitzuekin konektatutako beste kontu, sistema informatiko edo sareetara, hacking pasahitzaren gogorarazpena erabiliz edo bestelako bitartekoren batez, edo webgune edo zerbitzuen (edo haien bitartez gauzatutako beste edozein aktibitateren) funtzionamendua egokia oztopatzea edo oztopatzen saiatzea.

# Conducta8
source: Use of any means to avoid or ignore robot.txt, or other measures we use to restrict access or use to the services or web sites.
es: El uso de cualquier medio para eludir o ignorar robot.txt, u otras medidas que utilizamos para restringir el acceso o uso de los Sitios Web o los Servicios.
eu: Edozein bitarteko baliatzea robot.txt saihesteko edo hari jaramonik ez egiteko, hala nola Webguneetara edo Zerbitzuetara sarbidea edo erabilpena murrizteko erabiltzen dugun ezein neurri.

# Conducta9
source: Impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity.
es: Hacerse pasar por otra persona o entidad, o declarar falsamente o tergiversar su afiliación con una persona o entidad.
eu: Beste pertsona edo entitate baten nortasuna ordezkatzea, edo faltsuki deklaratzea edo pertsona batetiko edo entitate batekiko harremanaz gezurra esatea.

# Conducta10
source: Publish or transmit any personally identifiable information of persons under 13 years of age, including without limitation in respect of the services offered on it.
es: Publicar o transmitir cualquier información personalmente identificable sobre personas menores de 13 años de edad, incluyendo, sin limitación en relación con los Servicios ofrecidos en ella.
eu: 13 urtetik beherako pertsonei buruz erraz identifikatu daitekeen edozein informazio argitaratzea edo transmititzea, bertan eskainitako Zerbitzuekiko mugarik gabe.

# CondicionesServicios
source: Conditions relating to content on web sites and services
es: Condiciones relativas al contenido de los sitios web y servicios
eu: Webguneen eta zerbitzuen edukiarekin zerikusia duten baldintzak

# UsuariosRegistrados
source: Registered Users
es: Usuarios Registrados
eu: Erregistratutako Erabiltzaileak

# UsuariosMayores
source: Only persons who are over the age of majority in their jurisdiction (which is normally 18 but may be different in your jurisdiction) and fully competent to enter into terms, conditions obligations, affirmations, representations and warranties set in the Terms and to abide by and comply with the terms can register for an account and use its related, provided services, however, if you are under the age in your jurisdiction but over 13 years of age, you can enroll with the express permission of a parent or legal guardian. Any registration, use or access to the services provided to registered users (defined below) for any person (1) under the age of 13 or (2) the age of majority in their jurisdiction, without permission parent or guardian, is unauthorized, unlicensed and in violation of these Terms. By registering for an account on any related services, your represent and warrant that (1) are the age of majority in their jurisdiction, or (2) are over 13 and have the express permission legal guardian to become a Registered user and Services made available to registered, and further agrees to comply with all terms and conditions of these Terms and conditions for additional users.
es: Sólo las personas que tienen más de la mayoría de edad en su jurisdicción (que normalmente es de 18, pero pueden ser diferentes en su jurisdicción) y plenamente competente para entrar en los términos, condiciones, obligaciones, afirmaciones, declaraciones y garantías establecidas en los Términos y acatar y cumplir con los términos pueden registrarse para una cuenta y utilizar sus servicios relacionados, a condición, sin embargo, que si usted es menor de edad en su jurisdicción, pero más de 13 años de edad, puede inscribirse con la autorización expresa de su padre, madre o tutor legal. Cualquier registro, uso o acceso a los servicios prestados a los usuarios registrados (se define a continuación) por cualquier persona (1) bajo la edad de 13 años o (2) en la mayoría de edad en su jurisdicción, pero sin permiso de los padres o tutor, no está autorizado , sin licencia y una violación de estos Términos. Al registrarse en una cuenta en cualquiera de las páginas web o el uso de los servicios relacionados, usted representa y garantiza que (1) son la mayoría de edad en su jurisdicción o, (2) son mayores de 13 años y tener el permiso expreso de un tutor legal para convertirse en un usuario registrado y Servicios de uso que se hace disponible para usuarios registrados, y además se compromete a cumplir con todos los términos y condiciones de estos Términos y las Condiciones adicionales aplicables.
eu: Beren esparruan adin nagusikoak (normalean 18 urtekoak, baina aldatu daiteke) diren, eta Terminoetan ezarritako termino, baldintza, betebehar, baieztapen, adierazpen eta bermeetan sartzeko eta terminoak onartu eta betetzeko erabat gai diren pertsonak baizik ezin daitezke erregistratu kontu bat erabiltzeko eta hari lotutako zerbitzuak erabiltzeko, baldintza batekin: zure esparruan adinez beherakoa baina 13 urtetik gorakoa bazara, zure aita, ama edo legezko zaindariaren beren-beregiko baimenarekin izena eman dezakezu. (1) 13 urtetik beherako edo (2) bere esparruan adin nagusiko baina gurasoen edo tutorearen baimenik gabeko edozein pertsonak erregistratutako erabiltzaileei (ondoren definituko da) emandako zerbitzutan erregistratzea, erabiltzea edo sartzea, ez dago baimenduta, lizentziarik gabe eta Termino hauen urraketa da. Webguneetako edozeinetan erregistratzean edo haiei lotutako zerbitzuak erabiltzean, zuk adierazi eta ziurtatu egiten duzu (1) zure esparruan adin nagusitasuna direla edo, (2) 13 urtetik gorakoak direla eta legezko tutore baten beren-beregiko baimena daukatela erregistratutako erabiltzaile bilakatzeko eta erregistratutako erabiltzaileentzat eskuragarri egiten den erabilpen-Zerbitzuak, eta gainera konpromisoa hartzen duzu Termino hauetako termino eta baldintza guztiak betetzeko, hala nola ezar litezkeen gainerako Baldintzak.

# LegalNotice1
source: TAXIEXPRESS, responsible for files it owns, agrees to respect the confidentiality of personal information of its customers at all times keeping the duty of professional secrecy.
es: TAXIEXPRESS, como responsable de ficheros de los que es propietaria, se compromete a respetar la confidencialidad de la información de carácter personal de sus clientes guardando en todo momento el deber de secreto profesional.
eu: TAXIEXPRESS-ek, bere jabegoko fitxategien erantzulea den heinean, konpromisoa hartzen du bere bezeroen informazio pertsonalaren konfidentzialtasuna errespetatzeko, une oro gordez sekretu profesionala.

# LegalNotice2
source: TAXIEXPRESS informs you that is adapted to the Organic Law 15/1.999, Protection of Personal Data and Royal Decree 1720/2007 approving the Regulation implementing the Data Protection Act, your personal data files have been properly registered with the Spanish data Protection Agency and fulfills all other obligations under the data protection legislation to ensure confidentiality and security of the information available.
es: TAXIEXPRESS le informa que se encuentra adaptada a la Ley Orgánica 15/1.999, de Protección de Datos de Carácter Personal, y el Real Decreto 1720/2007 por el que se aprueba el Reglamento de desarrollo de la L.O.P.D., que sus ficheros con datos personales han sido debidamente inscritos en la Agencia Española de Protección de Datos y que cumple con el resto de las obligaciones establecidas en la normativa sobre protección de datos para garantizar la confidencialidad y seguridad de la información de que dispone.
eu: TAXIEXPRESS-ek jakinarazten dizu Norbanakoaren Datuen Babeserako 15/1999 Lege Organikora egokituta dagoela, hala nola 1720/2007 Errege Dekretura, zeinaren bitartez DBLOaren garapen araudia onartua baiten; datu pertsonalak dituzten bere fitxategiak behar bezala izendatu direla Datuak Babesteko Espainiako Bulegoan; eta datu babesari buruzkoa araudian ezarritako gainerako betebeharrak betetzen dituela, bere esku dagoen informazioaren konfidentzialtasuna eta segurtasuna bermatze aldera.

# LegalNotice3
source: Personal data provided will never be transferred to third persons without the prior consent of those concerned
es: Los datos personales proporcionados en ningún caso serán cedidos a terceros salvo previo consentimiento de los interesados.
eu: Emandako datu pertsonalak ez zaizkie inolaz ere beste inori utziko, interesdunak aldez aurretik baimendutako kasuetan izan ezik.

# LegalNotice4
source: For all these, TAXIEXPRESS, has adopted the security levels of protection of personal data legally required, and has installed all the technical means and measures at its disposal to prevent the loss, misuse, alteration, unauthorized access and theft of data that have been committed.
es: Por todo ello, TAXIEXPRESS, ha adoptado los niveles de seguridad de protección de datos personales legalmente requeridos, y ha instalado todos los medios y medidas técnicas a su alcance para evitar la pérdida, mal uso, alteración, acceso no autorizado y robo de los datos que le han sido confiados.
eu: Horregatik guztiagatik, TAXIEXPRESS-ek legearen araberako datu pertsonalen babes-segurtasun mailak hartu ditu bere gain, eta bere esku dauden bitarteko eta neurri guztiak ezarri ditu utzi zaizkion datuen galera, erabiltze okerra, alterazioa, baimendu gabeko sarbidea eta lapurreta eragozteko.

# LegalNotice5
source: Data owners are registered and may exercise the rights of access, cancellation, rectification and opposition by contacting:
es: Los titulares de los datos tienen reconocidos y podrán ejercitar los derechos de acceso, cancelación rectificación y oposición, contactando con:
eu: Datuen jabeei onartu egiten zaizkie sarbide, baliogabetze, zuzentze eta aurkakotasun eskubideak, eta haiek gauzatu ahal izango dituzte ondokoarekin harremanean jarriz:

# LegalNotice7
source: Registered office:
es: Domicilio social:
eu: Sozial helbidea:

# LegalNotice8
source: Phone:
es: Teléfono:
eu: Telefonoa:

# TitDatosPersonales
source: Personal data
es: Información personal
eu: Datu pertsonalak

# TitDatosBancarios
source: Banck account data
es: Datos bancarios
eu: Banketxeko datuak

# TitPreferencias
source: Taxi preferences
es: Preferencias de Búsqueda
eu: Bilaketako lehentasunak

# TitCambiarContraseña
source: Change password
es: Modificar contraseña
eu: Pasahitza aldatu

# TitViajesrealizados
source: Travel record
es: Viajes realizados
eu: Egindako ibilbideak

# TitDatosCoche
source: Car data
es: Datos del vehículo
eu: Autoaren datuak

# TitGraficos
source: Travel statistics
es: Estadísticas de viajes
eu: Egindako ibilbideen grafikoak

# intro_mant_pass
source: If you want to modify your password, please, fill in the form below:
es: Si deseas cambiar la contraseña, rellena el formulario que aparece a continuación:
eu: Pasahitza aldatu nahi baduzu, ondorengo formularioa bete ezazu:

# intro_mant_car
source: It's really important to keep up to date vehicle data. This information is necessary for the customer to perfectly identify the driver who has requested.
es: Es realmente importante mantener actualizados los datos del vehículo. Estos datos son necesarios para que el cliente identifique perfectamente el taxista que ha solicitado.
eu: Oso garrantzitsua da ibilgailuaren datuak eguneratuak egotea. Datu hauek beharrezkoak dira bezeroak eskatutako taxista ondo identifikatu ahal izateko.

# intro_mant_bank
source: Taxi Express offers his customers the option of paying through the application itself. If you wish able this feature, enable the form and complete the holder and account number where you want to charge travels payments.
es: Taxi Express ofrece a los clientes registrados la posibilidad de pagar a través de la propia aplicación. Si permite que le pagen de este modo, habilite el formulario y complete el titular y número de cuenta donde quiera cobrar los viajes.
eu: Taxi Express-ek erregistratutako bezeroei aukera ematen die aplikazioaren bitartez ordaintzeari. Modu honetan ordaintzeari baimena ematen badiozu, formularioa gaitu eta titularra eta kontu zenbakia sartu.

# intro_mant_Travel_SinDatosC
source: You haven't traveled yet so there aren't travels to request
es: Aún no ha realizado ningún trayecto en taxi por lo que no existen datos a consultar
eu: Oraindik ez dituzu bidairik egin beraz ez daude kontzultatzeko daturik

# intro_mant_Travel_SinDatosT
source: You haven't provided any service yet so there aren't travels to request
es: Aún no ha prestado ningún servicio por lo que no existen datos a consultar
eu: Oraindik ez duzu zerbitzurik eman beraz ez daude kontzultatzeko daturik

# plaza
source: Seat
es: Plaza
eu: Toki

# plazas
source: Seats
es: Plazas
eu: Toki

# Nombre
source: Name
es: Nombre
eu: Izena

# Apellido
source: Surname
es: Apellido
eu: Abizena

# Teléfono
source: Telephone
es: Teléfono
eu: Telefonoa

# NúmeroLicencia
source: License number
es: Número de licencia
eu: Lizentziaren zenbakia

# Observaciones
source: Observations
es: Observaciones
eu: Behaketak

# CodigoSMS
source: SMS Code
eu: SMS kodea

# CodigoEmail
source: Email Code
eu: Email kodea

# ContraseñaActual
source: Current password
es: Contraseña actual
eu: Oraingo pasahitza

# ContraseñaNueva
source: New password
es: Nueva contraseña
eu: Pasahitza berria

# ConfirmeContraseña
source: Confirm password
es: Confirme contraseña
eu: Berretsi pasahitza

# ConfirmarContraseña
source: Confirm password
es: Confirmar contraseña
eu: Berretsi pasahitza

# Dirección
source: Address
es: Dirección
eu: Helbidea

# CódigoPostal
source: Postal code
es: Código postal
eu: Postal kodea

# NúmeroCuenta
source: Account number
es: Número de cuenta
eu: Kontu zenbakia

# Titular
source: Holder
es: Titular
eu: Egileak

# Marca
source: Company
es: Marca
eu: marka

# Modelo
source: Model
es: Modelo
eu: eredua

# Matrícula
source: Plate
es: Matricula
eu: erregistroa

# Color
source: Colour
es: Color
eu: Kolorea

# Viajes
source: Travels
es: Viajes
eu: Bidaiak
