Repository: TaxiExpress/server
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: es, eu

source: English
es: Ingles
eu: Ingelesa

# español
source: Spanish
es: Español
eu: Espainola

source: Basque
es: Vasco
eu: Euskera

# Cliente
source: Customer
es: Cliente
eu: Bezeroa

# Taxista
source: Driver
es: Taxista
eu: Taxista

# Contraseña
source: Password
es: Contraseña
eu: Pasahitza

# idioma
source: Switch languaje
es: Seleccionar idioma
eu: Aukeratu hizkuntza

# CerrarSesion
source: Log out
es: Cerrar sesión
eu: Irten

# PerfilUsuario
source: Personal data
es: Información personal
eu: Datu pertsonalak

# ModificarContraseña
source: Change password
es: Modificar contraseña
eu: pasahitza aldatu

# PrefBusqueda
source: Taxi preferences
es: Preferencias de búsqueda
eu: Bilaketaren lehentasunak

# Pais
source: Country
es: País
eu: Herrialdea

# Provincia
source: State
es: Provincia
eu: Probintzia

# Municipio
source: City
es: Municipio
eu: Udala

# Actualizar
source: Update
es: Actualizar
eu: Eguneratu

# GrabPerfil
source: Update profile
es: Modificar perfil
eu: Profila aldatu

# SelPais
source: Select country...
es: Seleccione país...
eu: Herrialdea aukeratu...

# SelProv
source: Select state...
es: Seleccione provincia...
eu: Probintzia aukeratu...

# SelMun
source: Select city...
es: Seleccione municipio...
eu: Udalerria aukeratu...

# TaxisMinusvalidos
source: Taxies for handicapped people
es: Taxis habilitados para minusválidos
eu: Elbarrientzat prestatutako taxiak

# TaxisAnimales
source: Taxies that allow animals
es: Taxis que admitan animales
eu: Animaliak onartzen dituen taxia

# TaxisPagoApp
source: Taxies that allow payment through the application
es: Taxis que permitan el pago a través de la aplicación
eu: Aplikazio bitartez ordainketa onartzen duten taxiak

# Capacidad
source: Capacity
es: Capacidad
eu: Kapazitatea

# Distancia
source: Taxis within
es: Taxis en un radio de
eu: Inguru dauden taxiak

# GrabPreferencias
source: Update preferences
es: Modificar preferencias
eu: Lehentasunak aldatu

# RecuperarCuenta
source: Recover your account
es: Recupera tu cuenta
eu: Kontua berreskuratu

# Recuperar
source: Recover
es: Recuperar
eu: Berreskuratu

# GrabPassword
source: Update password
es: Modificar contraseña
eu: Pasahitza aldatu

# TrayectosRealizados
source: Travel record
es: Trayectos realizados
eu: Egindako ibilbideak

# DatosVehiculo
source: Car data
es: Datos del vehículo
eu: Autoaren datuak

# DatosBancarios
source: Bank account data
es: Datos bancarios
eu: Banketxeko datuak

# SeAdmitePago
source: App payment allowed
es: Se admite pago a través de la aplicación
eu: Ordainketa aplikazio bitartez onartzen da

# InsPago
source: If App payment is allowed you must specify bank account and name of the owner
es: Si admite pago a través de la aplicación deberá especificar Cuenta Bancaria y Nombre del Titular
eu: Aplikazio bitartez ordainketa balioztatu ezkero Bankuko Kontua eta Titularraren Izena zehaztu beharko dira.

# GrabDatosBanc
source: Update bank account
es: Modificar datos bancarios
eu: Banketxeko datuak aldatu

# GrabVehiculo
source: Update car data
es: Modificar datos vehículo
eu: Autoaren datuak aldatu

# HabilitadoMinusvalidos
source: Enabled for handicapped people
es: El taxi está habilitado para minusválidos
eu: Taxia elbarrientzat prestatuta dago

# AnimalesPermitidos
source: Animals allowed
es: Permitido el viaje con animales
eu: Animaliak onartzen dira

# ModificaPerfil
source: Update your profile data easily
es: Modifica tus datos de perfil fácilmente
eu: Profileko datuak errestazunez aldatu

# aceptaOrechaza
source: Accept or reject a service with a simple click
es: Acepta o rechaza un servicio con un solo click
eu: Zerbitzu bat klick bakar batekin onartu eta uko egin

# ConfiguraMovil
source: Setup your mobile
es: Configura tu movil
eu: Mugikorra konfiguratu

# PregFrecuentes
source: Frequent questions
es: Preguntas Frecuentes
eu: Ohiko galderak

# General
source: Global system
es: General
eu: Orokor

# PSistemaOperativo
source: What platforms can I run the application TaxiExpress on?
es: ¿En qué sistemas operativos puedo ejecutar la aplicación de TaxiExpress?
eu: Zein sistema eragiletan egikaritu dezaket TaxiExpress aplikazioa?

# RSistemaOperativo
source: TaxiExpress supports both iOS devices (iPhone and iPad) and Android devices.
es: TaxiExpress es compatible tanto con dispositivos iOS (iPhone y iPad), así como con dispositivos Android.
eu: TaxiExpress bateragarria da bai IOS gailuetan (iPhone eta iPad) zein Android gailuetan.

# PCoste
source: How much does it cost?
es: ¿Cuánto cuesta el servicio?
eu: Zenbat balio du zerbitzuak?

# RCoste
source: If you are a client, you can download the app free. If you are a driver, you'll be charged a small percentage each way.
es: La descarga de la aplicación es gratuita, únicamente si eres taxista se te cobrará un XXXX por servicio contratado.
eu: Aplikazioaren deskarga dohainikakoa da, taxista baldin bazara soilik zerbait kobratuko zaizu kontratatutako zerbitzu bakoitzagaitik.

# PDonde
source: Where I can get a taxi?
es: ¿Dónde puedo conseguir un taxi?
eu: Non lortu dezaket taxi bat?

# RDonde
source: All taxis that have downloaded the app and are free at the time of making the request, will receive an application (you can also select the drivers that meet certain conditions) As one of the drivers accepted, the request is confirmed.
es: Todos los taxis que hayan descargado la aplicación y se encuentren libres en el momento de hacer la petición recibirán una solicitud (también podrá seleccionar los taxistas que cumplan unas determinadas condiciones) En cuanto uno de los taxistas la acepta, la solicitud queda confirmada.
eu: Aplikazioa deskargatu duten taxi guztiak eta eskaera egindako momentuan libre daudenak, eskaera bat jasoko dute(baita ere baldintza zehatzak betetzen dituzten taxiak aukeratu dezakezu). Taxista batek onartzen duenean, eskaera baieztatuta gelditzen da.

# AsiFunciona
source: How it works?
es: Así funciona
eu: Horrela dabil

# PCondiciones
source: Can I get a specify conditions taxi?
es: ¿Puedo especificar condiciones especiales de búsqueda del taxi?
eu: Taxia bilatzeko, baldintza zehatzak espezifikatu ditzaket?

# RCondiciones
source: You may indicate special preferences as disabled-cab, taxi that supports animals, taxis with a certain number of seats and taxis that accept the payment via the application or taxis within a certain distance.
es: Se podrán indicar preferencias especiales como, taxi habilitado para minusválidos, taxi que admita animales, taxis con un número determinado de plazas y taxis que admitan el pago a través de la aplicación o taxis a un determinado radio de distancia.
eu: Baldintza zehatzak adierazi ahal dira, adibidez: elbarrientzako taxia, animaliak onartzen dituen taxia, plaza kopuru zehatzak dituen taxia, aplikazioaren bitartez ordaintzea onartzen dituen taxia eta zehaztutako km inguru dauden taxiak.

# PCerrarApp
source: Can I close the application without losing reserve taxi?
es: ¿Puedo cerrar la aplicación sin perder la reserva del taxi?
eu: Aplikazioa itxi dezaket taxiaren erreserba galdu barik?

# RCerrarApp
source: Yes, you can close the application without problem.
es: Si, se puede cerrar la aplicación sin problema.
eu: Bai, aplikazioa arazorik gabe itxi dezakezu.

# PCancelar
source: Can I cancel my taxi reservation?
es: ¿Puedo cancelar la reserva?
eu: Erreserba ezeztatu dezaket?

# RCancelar
source: On the customer side, the booking can not be canceled under any circumstances. Only may cancel the request taxi in case that has not been accepted yet by any driver. The driver may terminate service if you encounter any unforeseen at the time of collecting customer.
es: Por parte del cliente, la reserva no se podrá cancelar en ningún caso. Solo se podrá cancelar la petición de taxi en el caso de que todavía no haya sido aceptado por ningún taxista. El taxista podrá cancelar el servicio por si le surge cualquier imprevisto a la hora de recoger al cliente.
eu: Bezeroaren partetik erreserba ezin da ezeztatu. Taxiaren eskaera ezeztatu ahal izando da, inongo taxirik eskaera onartu ez badu. Taxistak eskaera ezeztatu ahalko du, bezeroa jasotzeko orduan edozein ustekabekoa sortzen bazaio.

# PPuntuar
source: Can I rate the driver?
es: ¿Puedo puntuar al taxista?
eu: Taxista puntuatu dezaket?

# RPuntuar
source: Yes, from the section of trips, you can access the details of each trip. From this same view, allow us to vote the driver with a positive vote or a negative vote.
es: Sí. Desde la sección de trayectos realizados, se puede acceder al detalle de cada viaje. Desde esta misma vista, nos permitirá votar al taxista de forma positiva o negativa.
eu: Bai. Egindako ibilbideen atalan, egindako ibilbideak ikus ditzakezuz eta han taxista era positivo edo negatiboan bozkatu.

# PVariosTaxis
source: Can I order several taxis at the same time?
es: ¿Puedo pedir varios taxis?
eu: Taxi bat baino gehiago eskatu ditzaket?

# RVariosTaxis
source: No
eu: Ez

# Privacidad
source: Privacy
es: Privacidad
eu: Pribatutasuna

# PRegistro
source: Have I to be registered to access the service?
es: ¿Debo registrarme para tener acceso al servicio?
eu: Zerbitzua erabiltzeko erregistratu behar dut?

# RRegistro
source: Yes, to use the service you must previously be registered. Once registered a validation code to the mobile indicated to complete the registration and you can start using the application will be sent.
es: Si, para poder hacer uso del servicio deberá registrarse previamente, una vez registrado se enviará un código de validación al móvil indicado para completar el registro y poder empezar a utilizar la aplicación.
eu: Bai, zerbitzua erabiltzeko lehenik eta behin erregistratu behar duzu, erregistratu ondoren, hau betetzeko, baliazio kode bat bialduko zaizu mobilera etan handik aurrera aplikazioa erabili ahalko duzu.

# PTelefono
source: Why should I provide my phone number in the application?
es: ¿Por qué he de facilitar mi número de teléfono en la aplicación?
eu: Zergaitik eman behar dut nire mobil zenbakia aplikazioan?

# RTelefono
source: It is necessary for the driver to contact if you have questions or unforeseen (jams, roadblocks, etc..) Have emerged.
es: Es necesario para que el taxista pueda ponerse en contacto si tiene dudas o han surgido imprevistos (atascos, cortes de carretera, etc.).
eu: Beharrezkoa da, taxista zurekin arremanetan ipini ahal izateko dudaren bat baldin badu edo ezuzteko bat gertatzen bazaio(auto-ilarak, errepidean arazoak... ).

# Ayuda
source: Help
es: Ayuda
eu: Laguntza

# PNoAbre
source: TaxiExpress Qpp doesn't open. What have I to do?
es: La aplicación TaxiExpress no se abre. ¿Qué hago?
eu: TaxiExpress aplikazioa ez da irekitzen. Zer egin dezaket?

# RNoAbre
source: It is best to close the application and reopen if still does not work, check that the Internet connection is correct.
es: Lo más conveniente es que cierre la aplicación y la vuelva a abrir, si aun así sigue sin funcionar, compruebe que la conexión a Internet es la correcta.
eu: Komenigarriena aplikazioa itxi eta berriz irekitzea da, arazoa jarraitzen baldin badu, egiaztatu Internet-eko konexioa ondo dagoela.

# PActualizar
source: How can I update my TaxiExpress App?
es: ¿Cómo se actualiza mi aplicación TaxiExpress?
eu: Nola eguneratzen da TaxiExpress aplikazioa?

# RActualizar
source: IOS users receive an automatic notice of the App Store. You can see that there are pending updates the number in red on the App Store icon. Select the appropriate update and press «Install». After entering the password the update is downloaded. Android devices have a feature for automatic updates. It just has to check the «Automatic Updates» option to always have the latest version.
es: Los usuarios de iPhone reciben un aviso automático de la App Store. Se puede ver que hay actualizaciones pendientes por el número en rojo sobre el icono de la App Store. Seleccione la actualización correspondiente y pulse «Instalar». Tras introducir la contraseña se descarga la actualización. Los dispositivos con Android cuentan con una función para las actualizaciones automáticas. Simplemente se ha de marcar la opción «Actualizaciones automáticas» para tener siempre la última versión.
eu: IPhone-eko irabiltzaileak App Storetik automatikoki ohar bat jasoko dute. Eguneratze gabeak daudela adieraztun du App Store ikono gainean dagoen zenbaki gorriak. Dagokion eguneratzea aukeratu eta «Instalatu» botoia sakatu. Pasahitza sartu ondoren eguneratzea deskagatuko da. Android gailuak eguneratze automatikoentzat funtzio bat dute. Horretarako «Eguneratze automatikoak» aukera adierazi behar da.

# PContacto
source: How can I contact TaxiExpress team?
es: ¿Cómo me puedo poner en contacto con TaxiExpress?
eu: Nola ipini naiteke kontatuan TaxiExpress-ekin?

# RContacto1
source: If you want to contact us, yo can send a form clicking
es: Para ponerse en contacto con nosotros pinche
eu: Gurekin kontaktuan ipintzeko sakatu

# RContacto2
source: here
es: aquí
eu: hemen

# UltimoMes
source: Last month
es: Último mes
eu: Azkenengo hilabetea

# UltimoAno
source: Last year
es: Último año
eu: Azkenengo urtea

# HistMes
source: Historical by moth
es: Histórico por mes
eu: Urtez besteko historikoa

# HistDias
source: Historical by weekdays
es: Histórico por días de la semana
eu: Astegun besteko historikoa

# RegistrateSencillo
source: Sign up easily
es: Regístrate de una forma sencilla
eu: Modu erraz batean erregistratu zaitez

# ConfirmaPosicion
source: Confirm your position and the closest taxi will pick you up in a few minutes
es: Confirma tu posición y el taxi más cercano te recogerá en breves minutos
eu: Zure posizioa konfirmatu eta minutu gutxitan zugandik gertuen dagoen taxiak batuko zaitu

# SeleccionaTaxi
source: Or you can choose the taxi that best fits your needs
es: O si lo deseas, selecciona el taxista que más se adecue a tus necesidades
eu: Nahiago baldin baduzu, aukeratu ondoen datorkizun taxista

# ModificaSencillo
source: Update your profile data easily, see your travels, choose your favourite driver and more...
es: Modifica tus datos de perfil fácilmente, Consulta los trayectos realizados, elige tu taxista favorito y mucho mas...
eu: Zure profileko datuak errestazun osoz aldatu, Egindako ibilbideak kontsultatu, Gogokoen duzun taxista aukeratu eta askoz gehiago...

# ConsultaInfo
source: See the driver info
es: Consulta la información del taxista
eu: taxistaren informazioa kontsultatu

# Registro
source: Sign up
es: Registro
eu: Erregistroa

# MapaWeb
source: Sitemap
es: Mapa Web
eu: Web mapa

# TerminosUso
source: Terms of use
es: Términos de uso
eu: Erabiltzeko baldintzak

# AvisoLegal
source: Legal Notice
es: Aviso Legal
eu: Legezko oharra

# Registrar
source: Sign up
es: Registrar
eu: Erregistratu

# Pago
source: If payment through application is allowed you must specify<br>bank account and name of the owner
es: Si admite pago a través de la aplicación deberá especificar<br>cuenta bancaria y nombre del titular
eu: Aplikazio bitartez ordainketa balioztatu ezkero <br> Bankuko Kontua eta Titularraren Izena zehaztu beharko dira

# SigningUp1
source: By signing up, you accept our
es: Al hacer clic en registrar, aceptas los
eu: Erregistratu botoia sakatzean, onartzen dituzu

# SigningUp2
source: terms of use
es: términos del uso
eu: erabiltzeko baldintzak

# DatosCoche
source: Car data
es: Datos del coche
eu: Kotxearen datuak

# Aceptar
source: Accept
es: Aceptar
eu: Baieztatu

# Cancelar
source: Cancel
es: Cancelar
eu: Ezeztatu

# ValidacionCuenta
source: Account validation
es: Validación de la cuenta
eu: Kontuaren balioztapena

# TfnoYCodigo
source: Enter phone number and the code received in your phone
es: Introduce teléfono y código recibido en el móvil
eu: Mugikorraren zenbakia eta jasotako kodea sartu

# TitRegistro
source: Sign up
es: Registro
eu: Erregistroa

# TitRegistro2
source: Sign up for TaxiExpress and efficiently manages your taxis
es: Date de alta en TaxiExpress y gestiona de forma eficaz tus taxis
eu: TaxiExpress-en alta hartu eta era eraginkorrean kudeatu zure taxiak

# TabCliente
source: Sign up customer
es: Registrar cliente
eu: Bezeroa erregistratu

# TabTaxista
source: Sign up driver
es: Registrar taxista
eu: Taxista erregistratu

# PedirCodigo
source: Reapply validation code
es: Volver a solicitar código de validación
eu: Berriz eskatu balioztapen kodea

# ContraseñaOlvidada
source: Forgot your password?
es: ¿Has olvidado tu contraseña?
eu: Pasahitza ahaztu ahal duzu?

# PideTaxi
source: Ask for the closest taxi<br>efficiently and quickly
es: Pide tu taxi más cercano<br>de forma eficiente y rápida
eu: Aukeratu ondoen datorkizun taxia era azkar eta eraginkorrean

# TfnoYCodigoSMS
source: Enter phone number and the code received by SMS
es: Introduce el teléfono y el código recibido por SMS
eu: Telefono zenbakia eta jasotako SMS-a sartu

# NoCuenta
source: If you still don´t have an account,
es: Si todavía no tienes cuenta,
eu: Oraindik konturik ez baldin baduzu,

# NoCuenta2
source: sign up
es: regístrate
eu: erregistratu

# Version
source: Version 1.0, February 2014
es: Versión 1.0, Febrero 2014
eu: 1.0 Bertsioa, Otsailak 2014

# Opciones
source: TaxiExpress allows us to ...
es: TaxiExpress nos permite ...
eu: TaxiExpress-ek baimentzen gaitu ...

# Opcion1
source: Ask for the closest taxi
es: Solicitar el taxi más cercano
eu: Taxirik hurbilena eskatu

# Opcion2
source: Look for a particular taxi
es: Buscar un taxi determinado
eu: Taxi jakin bat aurkitu

# Opcion3
source: Store and find your favourite taxies
es: Almacenar y buscar taxistas favoritos
eu: Gogokoen dituzun taxistak gorde eta bilatu

# Opcion4
source: Look detailed information of your travels
es: Ver detalle de los trayectos realizados
eu: Egindako ibilbideen xehetasunak ikusi

# Opcion5
source: Pay through the App
es: Pagar a través de la propia app
eu: Aplikazioaren bitartez ordaindu

# Opcion6
source: Evaluate the drive
es: Valorar el servicio del taxista
eu: Taxistaren zerbitzua puntuatu

# MasCaracteristicas
source: Show more properties >>
es: Ver más características >>
eu: Ezaugarri gehiago ikusi >>

# SiEresTaxista
source: If you are a driver >>
es: Si eres taxista >>
eu: Taxista baldin bazara >>

# DescApp
source: This is not a simple application
es: No es una simple aplicación
eu: Ez da aplikazio bat soilik

# DescApp2
source: Attractive, sophisticated and full of features
es: Atractiva, sofisticada y cargada de funcionalidades
eu: Erakargarria, sofistikatua eta funtzionalitatez betea

# DiseñoInt
source: Intuitive design
es: Diseño intuitivo
eu: Diseinu intuitiboa

# DiseñoInt2
source: Its simple, intuitive and attractive interface, helps you find the taxi that best meets your needs.
es: Su interfaz sencilla, intuitiva y atractiva, te ayuda a encontrar el taxi que mejor se adapte a tus necesidades.
eu: Bere interfaz sinple, intuitibo eta erakargarriak zure beharretara ondoen moldatzen den taxia aurkitzen laguntzen dizu.

# Geolocalizacion
source: Geolocation
es: Geolocalización
eu: Geolokalizazioa

# Geolocalizacion2
source: You can filter taxies according to your preferences, getting best results.
es: Podrás filtrar las búsquedas de taxistas según tus preferencias, obteniendo los resultados más adaptados.
eu: Taxistek bilaketak zure lehentasunen arabera egin ahalko dituzu, horrela erantzun egokituak jasoz.

# PagosViaApp
source: App payment
es: Pagos vía App
eu: Aplikazio bitartezko ordainketak

# PagosViaApp2
source: If the driver allows so, customers can pay through the app itself.
es: Si el taxista lo permite, los clientes que contraten sus servicios, podrán hacer el pago a través de la propia app.
eu: Ordainketak aplikazio bitartez egin ahalko dira, zerbitsua ematen duen taxistak horrela ahalbidetzen badu.

# GestionWeb
source: Web Management
es: Gestión Web
eu: Web Kudeaketa

# GestionWeb2
source: You can view and modify your account information in the website itself, being these data shared with the mobile app.
es: Podrás consultar y modificar datos de tu cuenta a través de la propia web, siendo éstos compartido con la app móvil.
eu: Zure kontuko datuak aldatu eta kontsultatu ditzakezu web horrialdearen bitartez. Hauek mugikorreko aplikazioarekin partekatuko dira.

# Estadisticas
source: Statistics
es: Estadísticas
eu: Estadistikak

# Estadisticas2
source: The driver will have at his disposal a series of graphs and statistics to improve their feedback.
es: El taxista tendrá a su alcance una serie de gráficos y estadísticas que le permitirán mejorar su rendimiento.
eu: Taxistak hainbat grafika eta estatistika izango ditu eskuragarri bere errendimentdua hobetzeko.

# Contacto
source: Contact
es: Contacto
eu: Kontaktu

# Contactanos
source: Contact
es: Contacto
eu: Kontaktu

# Contactanos2
source: Contact and send us your comments
es: Póngase en contacto con nosotros y envíenos su comentario
eu: Gurekin harremanetan jar zaitez eta bidali zure iruzkinak

# Sugerencia
source: Suggestion
es: Sugerencia
eu: Iradokizuna

# Incidencia
source: Incidence
es: Incidencia
eu: Intzidentzia

# Otra
source: Other
es: Otra
eu: Beste bat

# Enviar
source: Send
es: Enviar
eu: Bidali

# TerminosObligatorios
source: The terms of use exposed below are mandatory.
es: Los términos aquí expuestos son de obligado cumplimiento
eu: Ondoren aipatuko diren erabilera-terminoak nahi eta nahi ez bete beharrekoak dira.

# AceptacionTerminos
source: Agreement to the Terms of use
es: Aceptación de los Términos de Uso
eu: Erabilera terminoen onarpena

# AceptacionTerminosDesc
source: Access or use of any web or service means that you have read, understood and agree to the terms of use. By accessing or using any website or service, you also represent that you have the legal authority to accept the terms on your behalf and any par to represent you in connection with your use of any website or service.
es: El acceso o uso de cualquier web o servicio significa que usted ha leído , entendido y acepta los términos de uso. Al acceder o utilizar cualquier sitio web o servicio, usted también declara que tiene la autoridad legal para aceptar los términos en su nombre y en cualquiera de las partes que lo represente en relación con su uso de cualquier sitio web o servicio.
eu: Edozein web edo zerbitzutara sartzeak edo hura erabiltzeak esan nahi du erabilera terminoak irakurri, ulertu eta onartu dituzula. Edozein webgune edo zerbitzutara sartuz, edo berau erabiliz, terminook onartzeko aginte legala duzula adierazten duzu, bai zure izenean bai edozein web edo zerbitzuren erabilerari dagokionez zu ordezkatzen zaituen edozeinenean.

# CambiosCondiciones
source: Changes in conditions
es: Cambios en las condiciones
eu: Aldaketak Baldintzetan
