Repository: TaxiExpress/server
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: es, eu

# cCliente
source: Client
es: Cliente
eu: Bezeroa

# cTaxista
source: Driver
es: Taxista
eu: Taxista

# cOrigen
source: Origin
es: Origen
eu: Jatorria

# cDestino
source: destination
es: Destino
eu: Helbidea

# cCoste
source: Cost
es: Coste
eu: Zenbatekoa

# cFecha
source: Date
es: Fecha
eu: Data

# cDuracion
source: Duration
es: Duración
eu: Iraupena

# Primera
source: First
es: Primera
eu: Lehena

# Ultima
source: Last
es: Última
eu: Azkena

# expiredpage
source: Requested page has expired
es: La página solicitada ha expirado
eu: Orrialdea erabiltzeko epea amaitu egin da

# confirm1
source: Password reset confirmation sent successfully!
es: Enviada con exito la Confirmación de reseteo de contraseña!
eu: Pasahitza erreseteatzeko baieztapena ondo bidali da!

# confirm2
source: We've sent an email containing a temporary link that will allow you to reset your password for the next 24 hours. Please check your spam folder if the email doesn't appear within a few minutes.
es: Se ha enviado un email que contiene un link temporal que le permitirá durante las próximas 24h resetear su contraseña. Por favor revise su carpeta de spam si no recibe el email en unos minutos.
eu: Emaila bidali da denboraldi baterako linka duena eta urrengo 24 orduetan pasahitza aldetzea utziko duena. Mesedez zure spama berrikusi minutu batzu barru emaila ez baduzu jasotzen.

# irIndex
source: Return to index
es: Volver al inicio
eu: Asierara itzuli

# ResetearPassword
source: Reset your password
es: Resetee su contraseña
eu: Zure pasahitza erreseteatu

# SlideD1
source: You can receive taxi request in your mobile device.
eu: Eskaera zure mobilan jaso.

# SlideD2
source: Taxi Express will offer your taxi service to near clients that requiere a taxi to go anywhere.
eu: TaxiExpress-ek zure taxiaren zerbitzua eskainiko du beharrezkoa duten bezero urbilei.

# SlideD3
source: You'll decide to accept or to reject a taxi request.
eu: Erabaki bidaia onartu nahi duzun ala ez.

# SlideD4
source: It will show a screen with personal information and assessment of the client who needs the service. You can choose whether to accept or reject the request.
eu: Zerbitzua behar duen bezorearen informazio eta balorazioarekin pantaila bat erakutziko zaizu. Erabaki ahalko duzu eskaera onartu ala ez.

# SlideD5
source: Let your customers pay through the app itself.
eu: Aplikazioaren bitartez bezeroak ordaintzea baimendu.

# SlideD6
source: You can allow customers to pay you for the service by hand or by the application itself.
eu: Zure bezeroei zerbitzua eskuan edo aplikazioaren bitartez ordaintzeko aukera emango diozu.

# SlideD7
source: Also available for tablets
eu: Tablet-entzat baita ere erabilgarri

# SlideD8
source: The application is also available for tablets. Download now for free from the market.
eu: Aplikazioa baita ere tablet-entzat erabilgarri dago. Dohainik deskargatu sure market-aren bitartez.

# SlideD9
source: Download now, free
eu: Orain deskargatu, dohianik

# SlideD10
source: Taxi Express is a multiplatform application, ie, it can be installed on devices with different operating systems. At present, it is available for both Android devices and IOS devices.
eu: TaxiExpress plataforma askotarako aplikazioa da, hau da, sistema eragile desberdineko gailuetan instalatu daiteke. Momentu honetan, Androin zein IOS gailuentzat erabilgarri da.

# Cookies1
source: COOKIES USE.
eu: COOKIES ERABILPENA.

# Cookies2
source: We use our own cookies to enhance the browsing experience, provide content and advertising of interest. If you continue the navigation we understand that you accept
eu: Gure cookiak erabiltzen ditugu nabegazio esperientzia hobetzeko, eta interesa duten edukina eta publizitatea eskaintzeko. Nabegazioarekin jarraitzean ulertzen dugu onartzen duzula gure

# Cookies3
source: Cookies policy
eu: Cookies politika

# Cookies4
source: TaxiExpress website uses
eu: TaxiExpress webgunea

# Cookies5
source: session cookies
eu: sesio cookiak

# Cookies6
source: : are temporary cookies that remain in the cookie file of your browser until you leave the website, so nothing is registered in the user's hard drive. The information collected through these cookies serve to identify you during your visit through the pages of the web.
eu: erabiltzen ditu: denboraldi baterako cookiak dira eta nabegadorearen cookies artxiboan gordetzen dira, horrialde utzi arte, beraz ez dira ordenagailuaren disko finkoan gordetzen. Cookie hauen bidez jasotako informazioa, erabiltzailea identifikatzeko balio du web horrialdeetan dagoen bitartean.
